"cheqiyu" = "Rose - espadarte, originários do Rio Amazonas, Na américa do Sul, a Guiana, O peixe Grande, de Corpo fusiforme e comprimido lateralmente, até Cerca De 5 cm de comprimento, TEM gosto de água de Rosas (fracamente ácido, neutro e alcalino Pode - se água";
"denglongyu" = "peixe - Lanterna lâmpada de Lanterna de cabeça de peixe, peixe, peixe também conhecido Como peixe - Lanterna, faróis, etc.Na Guiana, américa do Sul e a amazônia.De 4 a 5 cm de comprimento.O comprimento curto e achatado, cabeça, Barriga Redonda.A parte superior DOS olhos e a cauda TEM UMA cor dourada, a Luz refletida EM amarelo e Vermelho, cor de Ouro ";
"dianmanyu" = "a enguia, gymnotidae - Costas EM forma de peixe para a américa do Sul, Pode ser UMA Pessoa Da maior capacidade de Corrente de DESCARGA, são peixes de água Doce, a tensão de saída de até 300 a 800 Volts, portanto a enguia de água que um FIO de Alta tensão";
"dinianyu" = "Boca de peixe, EM geral, apenas dois pequenos, de bigode, OS requisitos de qualidade Da água, é Muito difícil de cultura";
"fangyu" = "EM Blanquillo, 400 mm de comprimento, corpo achatado, cabeça alongada, Quase quadrado, arredondado, olhos Grandes e um tronco até a parte superior Da cabeça, peito, e outras partes são escamas ciclóides, ctenóide, lateral do Bordo dorsal Alta e Paralelo";
"haigui" = "as tartarugas são animais tartaruga Verde Chelonia mydas.Amplamente distribuída no atlântico, no pacífico e no Oceano índico.China, Shandong, tartarugas Norte Sul Norte Da baía de offshore.- Vida útil de até 1 Metro de comprimento máximo de Cerca de 150 Anos, Como ";
"hetun" = "Fugu fugu, Rio, peixes Teleostei Tetraodontidae).O corpo cilíndrico de tetrodotoxina, um balão inflado, perigo que, no geral, de 25 a 35 cm de comprimento do Corpo ";
"jianyu" = "Ou espadarte espadarte.O Mundo é um Mar tropical e subtropical DOS peixes comuns, estende - se por UMA Espada e o SEU Nome, a velocidades de até 130 km ";
"jinqiangyu" = "atum, Corpo Longo, Grosso e arredondado, Como um fluxo linear, Mais fino e com a Ponta Da cauda para trás, ou nadadeira caudal bifurcada EM forma de Lua crescente.OS dois lados Da cauda foram estriadas, dorsal e anal, cadA um TEM UMA Linha atrás do Norte - Americano.Com o torpedo de forma transversal, ligeiramente arredondada ";
"shayu" = "OS tubarões, que Vivem no Mar, no Mar de peixe Mais Feroz, O esqueleto é constituído de cartilagem de tubarão, e não PELA formação de OSSO.A cartilagem do OSSO Mais leve e Mais resistente";
"shiziyu" = "peixe - leão, O tamanho pequeno, Cerca de 30 cm (12 polegadas) de comprimento.O comprimento do Corpo de forma suave, girinos, EM forma de escamas, flacidez de Pele e, às vezes, com pequenos espinhos.A barbatana dorsal, ventral Na cabeça, formando um Fundo para absorver.No atlântico Norte, a distribuição de água Na região do pacífico Norte e pólos Norte e Sul ";
"tianshiyu" = "angelfish, dorsal e anal MUITO Forte e Grande, Como a Vela, a Vela que barbatanas de peixe.Peixe nadando de Lado, assim Como as andorinhas a voar, também conhecido Como peixe cavala";
"xiaochouyu" = "peixe - palhaço, peixes é o damselfish Kehai Girassol Como subfamília de peixes, porque o Cara TEM UMA ou duas listras Brancas, Como a ópera e o SEU Nome é UMA espécie de peixes de água salgada tropical.O palhaço e a anêmona - do - Mar TEM UMA estreita simbiose entre a anêmona - do - Mar  também chamado de peixe";
"xiaohuangyu" = "Corvina amarelo, também conhecido Como pequenos vertebrados, Osteichthyes, Sciaenidae, também conhecido Como: pequeno fresco, pepino, olhos Grandes, cor amarelo, espécie de peixe, Antigo, pequeno, com escamas de dragão e Primavera, também chamado de Corvina ";
"xiaolvyu" = "Verde pequeno peixe, um peixe Verde";
